Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.-shi
source: -shi
de: Satzendung „-shi“
ja: 「〜し」語尾
ko: ‘〜し’ 말끝
pl: Końcówka wypowiedzi „-shi”
zh_hans: “〜し”语尾
zh_hant: 「〜し」語尾

# trait.-ssu
source: -ssu
de: Satzendung „-ssu“
ja: 「〜っす」語尾
ko: ‘〜っす’ 말끝
pl: Końcówka wypowiedzi „-ssu”
zh_hans: “〜っす”语尾
zh_hant: 「〜っす」語尾

# trait.2D Character Lover
source: 2D Character Lover
de: Liebhaber zweidimensionaler Figuren
ja: 二次元キャラクター好き
ko: 2D 캐릭터 애호가
pl: Miłośnik postaci dwuwymiarowych
zh_hans: 2D角色爱好者
zh_hant: 2D角色愛好者

# trait.3D Glasses
source: 3D Glasses
de: 3D-Brille
ja: 3Dメガネ
ko: 3D 안경
pl: Okulary 3D
zh_hans: 3D眼镜
zh_hant: 3D眼鏡

# trait.Abortion
source: Abortion
de: Schwangerschaftsabbruch
ja: 人工妊娠中絶
ko: 인공 임신 중절
pl: Aborcja
zh_hans: 人工流产
zh_hant: 人工流產

# trait.Absentminded
source: Absentminded
de: Zerstreut
ja: ぼんやり
ko: 멍한 성격
pl: Roztargniony
zh_hans: 心不在焉
zh_hant: 心不在焉

# trait.Accessories and Others
source: Accessories and Others
de: Accessoires und Sonstiges
ja: アクセサリー・その他
ko: 액세서리 및 기타
pl: Akcesoria i inne
zh_hans: 配饰及其他
zh_hant: 配飾及其他

# trait.Accident
source: Accident
de: Unfall
ja: 事故
ko: 사고
pl: Wypadek
zh_hans: 事故
zh_hant: 事故

# trait.Achishi
source: Achishi
de: Selbstbezeichnung „achishi“
ja: あちし
ko: 자칭 ‘아치시’
pl: Określanie siebie jako „achishi”
zh_hans: 自称“あちし”
zh_hant: 自稱「あちし」

# trait.Acne
source: Acne
de: Akne
ja: にきび
ko: 여드름
pl: Trądzik
zh_hans: 痤疮
zh_hant: 痤瘡

# trait.Acquaintance
source: Acquaintance
de: Bekannter
ja: 知人
ko: 지인
pl: Znajomy
zh_hans: 熟人
zh_hant: 熟人

# trait.Acrobatic Gymnastics
source: Acrobatic Gymnastics
de: Sportakrobatik
ja: アクロ体操
ko: 아크로바틱 체조
pl: Akrobatyka sportowa
zh_hans: 技巧体操
zh_hant: 技巧體操

# trait.Acrophobia
source: Acrophobia
de: Höhenangst
ja: 高所恐怖症
ko: 고소 공포증
pl: Lęk wysokości
zh_hans: 恐高症
zh_hant: 恐高症

# trait.Actor
source: Actor
de: Schauspieler
ja: 俳優
ko: 배우
pl: Aktor
zh_hans: 演员
zh_hant: 演員

# trait.Adaptable
source: Adaptable
de: Anpassungsfähig
ja: 順応性が高い
ko: 적응력이 뛰어남
pl: Łatwo się dostosowuje
zh_hans: 适应力强
zh_hant: 適應力強

# trait.ADHD
source: ADHD
de: ADHS

# trait.Adult
source: Adult
de: Erwachsen
ja: 成人
ko: 성인
pl: Dorosły
zh_hans: 成人
zh_hant: 成人

# trait.Adult Breast Sucking
source: Adult Breast Sucking
de: Brustsaugen durch Erwachsene
ja: 成人の乳房吸い
ko: 성인의 유방 빨기
pl: Ssanie piersi przez dorosłych
zh_hans: 成人吸乳
zh_hant: 成人吸乳

# trait.Adventitious Genitals
source: Adventitious Genitals
de: Genitalien an ungewöhnlichen Körperstellen
ja: 異所性性器
ko: 이소성 성기
pl: Genitalia w nietypowych miejscach
zh_hans: 异位性器
zh_hant: 異位性器

# trait.Adventurer
source: Adventurer
de: Abenteurer
ja: 冒険者
ko: 모험가
pl: Poszukiwacz przygód
zh_hans: 冒险家
zh_hant: 冒險家

# trait.Afghan
source: Afghan
de: Afghanisch
ja: アフガニスタン人
ko: 아프가니스탄인
pl: Afgańczyk
zh_hans: 阿富汗人
zh_hant: 阿富汗人

# trait.African
source: African
de: Afrikanisch
ja: アフリカ系
ko: 아프리카계
pl: Afrykanin
zh_hans: 非洲人
zh_hant: 非洲人

# trait.Afro
source: Afro
de: Afrofrisur
ja: アフロヘア
ko: 아프로 헤어
zh_hans: 爆炸头
zh_hant: 爆炸頭

# trait.Afro-textured
source: Afro-textured
de: Afro-Haarstruktur
ja: アフロ系の髪質
ko: 아프로형 곱슬머리
pl: Włosy o strukturze afro
zh_hans: 非洲卷发
zh_hant: 非洲捲髮

# trait.Agnosia
source: Agnosia
de: Agnosie
ja: 失認症
ko: 실인증
pl: Agnozja
zh_hans: 失认症
zh_hant: 失認症

# trait.Agnostic
source: Agnostic
de: Agnostisch
ja: 不可知論者
ko: 불가지론자
pl: Agnostyk
zh_hans: 不可知论者
zh_hant: 不可知論者

# trait.Agoraphobia
source: Agoraphobia
de: Agoraphobie
ja: 広場恐怖症
ko: 광장 공포증
pl: Agorafobia
zh_hans: 广场恐惧症
zh_hant: 廣場恐懼症

# trait.Ahoge
source: Ahoge
de: Abstehende Haarsträhne
ja: アホ毛
ko: 아호게
pl: Odstający kosmyk włosów
zh_hans: 呆毛
zh_hant: 呆毛

# trait.Aikido
source: Aikido
de: Aikidō
ja: 合気道
ko: 아이키도
zh_hans: 合气道
zh_hant: 合氣道

# trait.Airhead
source: Airhead
de: Schusselig
ja: 天然ボケ
ko: 천연계
pl: Roztrzepany
zh_hans: 天然呆
zh_hant: 天然呆

# trait.Albino
source: Albino
de: Albinismus
ja: アルビノ
ko: 알비노
pl: Albinizm
zh_hans: 白化病患者
zh_hant: 白化症患者

# trait.Alcohol Abuse
source: Alcohol Abuse
de: Alkoholmissbrauch
ja: アルコール乱用
ko: 알코올 남용
pl: Nadużywanie alkoholu
zh_hans: 酒精滥用
zh_hant: 酒精濫用

# trait.Algerian
source: Algerian
de: Algerisch
ja: アルジェリア人
ko: 알제리인
pl: Algierczyk
zh_hans: 阿尔及利亚人
zh_hant: 阿爾及利亞人

# trait.All the Way Through
source: All the Way Through
de: Vollständige Durchdringung
ja: 貫通
ko: 관통
pl: Penetracja na wylot
zh_hans: 贯通
zh_hant: 貫通

# trait.Allergies
source: Allergies
de: Allergien
ja: アレルギー
ko: 알레르기
pl: Alergie
zh_hans: 过敏
zh_hant: 過敏

# trait.Aloha Shirt
source: Aloha Shirt
de: Hawaiihemd
ja: アロハシャツ
ko: 알로하 셔츠
pl: Koszula hawajska
zh_hans: 夏威夷衬衫
zh_hant: 夏威夷襯衫

# trait.Altruistic
source: Altruistic
de: Altruistisch
ja: 利他的
ko: 이타적
pl: Altruistyczny
zh_hans: 利他
zh_hant: 利他

# trait.Amazon Position
source: Amazon Position
de: Amazonenstellung
ja: アマゾン体位
ko: 아마존 체위
pl: Pozycja amazonki
zh_hans: 亚马逊体位
zh_hant: 亞馬遜體位

# trait.Ambassador
source: Ambassador
de: Botschafter
ja: 大使
ko: 대사
pl: Ambasador
zh_hans: 大使
zh_hant: 大使

# trait.Amber
source: Amber
de: Bernsteinfarben
ja: 琥珀色
ko: 호박색
pl: Bursztynowy
zh_hans: 琥珀色
zh_hant: 琥珀色

# trait.Ambidextrous
source: Ambidextrous
de: Beidhändig
ja: 両利き
ko: 양손잡이
pl: Oburęczny
zh_hans: 双利手
zh_hant: 雙利手

# trait.Ambitious
source: Ambitious
de: Ehrgeizig
ja: 野心家
ko: 야심가
pl: Ambitny
zh_hans: 野心勃勃
zh_hant: 野心勃勃

# trait.American
source: American
de: US-amerikanisch
ja: アメリカ人
ko: 미국인
pl: Amerykanin
zh_hans: 美国人
zh_hant: 美國人

# trait.Amnesia
source: Amnesia
de: Amnesie
ja: 記憶喪失
ko: 기억 상실
pl: Amnezja
zh_hans: 失忆
zh_hant: 失憶

# trait.Amphibian
source: Amphibian
de: Amphibie
ja: 両生類
ko: 양서류
pl: Płaz
zh_hans: 两栖类
zh_hant: 兩棲類

# trait.Amputee
source: Amputee
de: Amputierte Person
ja: 切断者
ko: 절단 장애인
pl: Osoba po amputacji
zh_hans: 截肢者
zh_hant: 截肢者

# trait.Anal Beads
source: Anal Beads
de: Analkette
ja: アナルビーズ
ko: 애널 비즈
pl: Koraliki analne
zh_hans: 肛门拉珠
zh_hant: 肛門拉珠

# trait.Anal Egg Laying
source: Anal Egg Laying
de: Anale Eiablage
ja: アナル産卵
ko: 항문 산란
pl: Składanie jaj przez odbyt
zh_hans: 肛门产卵
zh_hant: 肛門產卵

# trait.Anal Fingering
source: Anal Fingering
de: Anale Stimulation mit Fingern
ja: アナルへの指挿入
ko: 항문 핑거링
pl: Analna stymulacja palcami
zh_hans: 肛门指交
zh_hant: 肛門指交

# trait.Anal Fisting
source: Anal Fisting
de: Anales Fisting
ja: アナルフィスト
ko: 항문 피스팅
pl: Fisting analny
zh_hans: 肛门拳交
zh_hant: 肛門拳交

# trait.Anal Gaping
source: Anal Gaping
de: Anale Dehnung
ja: アナル拡張
ko: 항문 확장
pl: Rozciąganie odbytu
zh_hans: 肛门扩张
zh_hant: 肛門擴張

# trait.Anal Hair
source: Anal Hair
de: Analbehaarung
ja: 尻毛
ko: 항문 털
pl: Owłosienie odbytu
zh_hans: 肛毛
zh_hant: 肛毛

# trait.Anal Hair (activable)
source: Anal Hair (activable)
de: Analbehaarung (zuschaltbar)
ja: 尻毛（表示切替可能）
ko: 항문 털(표시 전환 가능)
pl: Owłosienie odbytu (włączane opcjonalnie)
zh_hans: 肛毛（可切换）
zh_hant: 肛毛（可切換）

# trait.Anal Liquid Expulsion
source: Anal Liquid Expulsion
de: Anales Ausstoßen von Flüssigkeit
ja: アナルからの液体排出
ko: 항문으로 액체 배출
pl: Wydalanie płynu przez odbyt
zh_hans: 肛门排液
zh_hant: 肛門排液

# trait.Anal Masturbation
source: Anal Masturbation
de: Anale Masturbation
ja: アナル自慰
ko: 항문 자위
pl: Masturbacja analna
zh_hans: 肛门自慰
zh_hant: 肛門自慰

# trait.Anal Monster Birth
source: Anal Monster Birth
de: Anale Monstergeburt
ja: アナルからの怪物出産
ko: 항문으로 괴물 출산
pl: Poród potwora przez odbyt
zh_hans: 肛门产下怪物
zh_hant: 肛門產下怪物

# trait.Anal Multiple Fisting
source: Anal Multiple Fisting
de: Anales Fisting mit mehreren Fäusten
ja: アナルへの複数フィスト
ko: 항문 다중 피스팅
pl: Fisting analny wieloma pięściami
zh_hans: 肛门多重拳交
zh_hant: 肛門多重拳交

# trait.Anal Multiple Objects Insertion
source: Anal Multiple Objects Insertion
de: Anales Einführen mehrerer Gegenstände
ja: アナルへの複数異物挿入
ko: 항문에 여러 이물질 삽입
pl: Wprowadzanie wielu przedmiotów do odbytu
zh_hans: 肛门插入多个异物
zh_hant: 肛門插入多個異物

# trait.Anal Multiple Penetration
source: Anal Multiple Penetration
de: Mehrfache anale Penetration
ja: アナル多重挿入
ko: 항문 다중 삽입
pl: Wielokrotna penetracja analna
zh_hans: 肛门多重插入
zh_hant: 肛門多重插入

# trait.Anal Multiple Tentacle Penetration
source: Anal Multiple Tentacle Penetration
de: Anale Penetration mit mehreren Tentakeln
ja: アナルへの複数触手挿入
ko: 항문에 여러 촉수 삽입
pl: Penetracja analna wieloma mackami
zh_hans: 肛门多触手插入
zh_hant: 肛門多觸手插入

# trait.Anal Object Expulsion
source: Anal Object Expulsion
de: Anales Ausstoßen von Gegenständen
ja: アナルからの異物排出
ko: 항문으로 이물질 배출
pl: Wydalanie przedmiotów przez odbyt
zh_hans: 肛门排出异物
zh_hant: 肛門排出異物

# trait.Anal Object Insertion
source: Anal Object Insertion
de: Anales Einführen von Gegenständen
ja: アナルへの異物挿入
ko: 항문 이물질 삽입
pl: Wprowadzanie przedmiotów do odbytu
zh_hans: 肛门异物插入
zh_hant: 肛門異物插入

# trait.Anal Plug Tail
source: Anal Plug Tail
de: Schwanz mit Analplug
ja: 尻尾付きアナルプラグ
ko: 꼬리 달린 애널 플러그
pl: Ogon z korkiem analnym
zh_hans: 尾巴肛塞
zh_hant: 尾巴肛塞

# trait.Anal Toys
source: Anal Toys
de: Analspielzeug
ja: アナル用玩具
ko: 항문용 성인용품
pl: Zabawki analne
zh_hans: 肛门玩具
zh_hant: 肛門玩具

# trait.Anal Vore
source: Anal Vore
de: Anales Verschlingen
ja: アナル捕食
ko: 항문 포식
pl: Połykanie przez odbyt
zh_hans: 肛门吞食
zh_hant: 肛門吞食

# trait.Ancestor
source: Ancestor
de: Vorfahre
ja: 祖先
ko: 조상
pl: Przodek
zh_hans: 祖先
zh_hant: 祖先

# trait.Androgynous
source: Androgynous
de: Androgyn
ja: 中性的
ko: 중성적
pl: Androgyniczny
zh_hans: 中性
zh_hant: 中性

# trait.Androphobia
source: Androphobia
de: Angst vor Männern
ja: 男性恐怖症
ko: 남성 공포증
pl: Lęk przed mężczyznami
zh_hans: 男性恐惧症
zh_hant: 男性恐懼症

# trait.Ane Act
source: Ane Act
de: Rollenspiel als ältere Schwester
ja: 姉プレイ
ko: 누나·언니 역할극
pl: Odgrywanie roli starszej siostry
zh_hans: 姐姐扮演
zh_hant: 姐姐扮演

# trait.Anemia
source: Anemia
de: Anämie
ja: 貧血
ko: 빈혈
zh_hans: 贫血
zh_hant: 貧血

# trait.Angel
source: Angel
de: Engel
ja: 天使
ko: 천사
pl: Anioł
zh_hans: 天使
zh_hant: 天使

# trait.Ani Act
source: Ani Act
de: Rollenspiel als älterer Bruder
ja: 兄プレイ
ko: 형·오빠 역할극
pl: Odgrywanie roli starszego brata
zh_hans: 哥哥扮演
zh_hant: 哥哥扮演

# trait.Animal
source: Animal
de: Tier
ja: 動物
ko: 동물
pl: Zwierzę
zh_hans: 动物
zh_hant: 動物

# trait.Animal Abuse
source: Animal Abuse
de: Tiermisshandlung
ja: 動物虐待
ko: 동물 학대
pl: Znęcanie się nad zwierzętami
zh_hans: 虐待动物
zh_hant: 虐待動物

# trait.Animal Cosplay
source: Animal Cosplay
de: Tier-Cosplay
ja: 動物コスプレ
ko: 동물 코스프레
pl: Cosplay zwierzęcy
zh_hans: 动物装扮
zh_hant: 動物裝扮

# trait.Animal Pajamas
source: Animal Pajamas
de: Tierpyjama
ja: アニマルパジャマ
ko: 동물 잠옷
pl: Piżama zwierzęca
zh_hans: 动物睡衣
zh_hant: 動物睡衣

# trait.Animal Pelt
source: Animal Pelt
de: Tierfell
ja: 毛皮
ko: 동물 가죽
pl: Skóra zwierzęca
zh_hans: 兽皮
zh_hant: 獸皮

# trait.Animal Speech
source: Animal Speech
de: Tiersprache
ja: 動物語
ko: 동물의 언어
pl: Mowa zwierząt
zh_hans: 动物语言
zh_hant: 動物語言

# trait.Ankle Boots
source: Ankle Boots
de: Stiefeletten
ja: アンクルブーツ
ko: 앵클 부츠
pl: Botki
zh_hans: 短靴
zh_hant: 短靴

# trait.Ankle Bracelet
source: Ankle Bracelet
de: Fußkettchen
ja: アンクレット
ko: 발찌
pl: Bransoletka na kostkę
zh_hans: 脚链
zh_hant: 腳鏈

# trait.Ankle Length
source: Ankle Length
de: Knöchellang
ja: 足首丈
ko: 발목 길이
pl: Do kostek
zh_hans: 及踝
zh_hant: 及踝

# trait.Ankle Socks
source: Ankle Socks
de: Knöchelsocken
ja: アンクルソックス
ko: 발목 양말
pl: Skarpetki do kostek
zh_hans: 踝袜
zh_hant: 踝襪

# trait.Ankle-Strap Shoes
source: Ankle-Strap Shoes
de: Schuhe mit Knöchelriemen
ja: アンクルストラップシューズ
ko: 발목 스트랩 신발
pl: Buty z paskiem wokół kostki
zh_hans: 脚踝系带鞋
zh_hant: 腳踝繫帶鞋

# trait.Annelid
source: Annelid
de: Ringelwurm
ja: 環形動物
ko: 환형동물
pl: Pierścienica
zh_hans: 环节动物
zh_hant: 環節動物

# trait.Antenna
source: Antenna
de: Antenne
ja: アンテナ
ko: 안테나
pl: Antena
zh_hans: 天线
zh_hant: 天線

# trait.Antennae
source: Antennae
de: Fühler
ja: 触角
ko: 더듬이
pl: Czułki
zh_hans: 触角
zh_hant: 觸角

# trait.Anthropomorphic Animal
source: Anthropomorphic Animal
de: Anthropomorphes Tier
ja: 擬人化動物
ko: 의인화 동물
pl: Antropomorficzne zwierzę
zh_hans: 拟人动物
zh_hant: 擬人動物

# trait.Anthropomorphized Inanimate Object
source: Anthropomorphized Inanimate Object
de: Vermenschlichter unbelebter Gegenstand
ja: 無生物の擬人化
ko: 무생물 의인화
pl: Antropomorfizowany przedmiot nieożywiony
zh_hans: 无生命物拟人化
zh_hant: 無生命物擬人化

# trait.Antihero
source: Antihero
de: Antiheld
ja: アンチヒーロー
ko: 안티히어로
pl: Antybohater
zh_hans: 反英雄
zh_hant: 反英雄

# trait.Antisocial
source: Antisocial
de: Antisozial
ja: 反社会的
ko: 반사회적
pl: Antyspołeczny
zh_hans: 反社会
zh_hant: 反社會

# trait.Antivillain
source: Antivillain
de: Schurke mit edlen Motiven
ja: アンチヴィラン
ko: 안티빌런
pl: Złoczyńca o szlachetnych motywach
zh_hans: 反恶派
zh_hant: 反惡派

# trait.Antler
source: Antler
de: Geweih
ja: 枝角
ko: 가지뿔
pl: Poroże
zh_hans: 鹿角
zh_hant: 鹿角

# trait.Ao Dai
source: Ao Dai
de: Áo dài
ja: アオザイ
ko: 아오자이
pl: Áo dài
zh_hans: 奥黛
zh_hant: 奧黛

# trait.Apathetic
source: Apathetic
de: Apathisch
ja: 無関心
ko: 무관심
pl: Apatyczny
zh_hans: 冷漠
zh_hant: 冷漠

# trait.Apostasy
source: Apostasy
de: Glaubensabfall
ja: 背教
ko: 배교
pl: Apostazja
zh_hans: 叛教
zh_hant: 叛教

# trait.Apotheosis
source: Apotheosis
de: Vergöttlichung
ja: 神格化
ko: 신격화
pl: Apoteoza
zh_hans: 神化
zh_hant: 神化

# trait.App Developer
source: App Developer
de: App-Entwickler
ja: アプリ開発者
ko: 앱 개발자
pl: Twórca aplikacji
zh_hans: 应用开发者
zh_hant: App開發者

# trait.Apparent Age
source: Apparent Age
de: Scheinbares Alter
ja: 見た目年齢
ko: 외견상 나이
pl: Pozorny wiek
zh_hans: 外表年龄
zh_hant: 外表年齡

# trait.Apparent Breast Sizes
source: Apparent Breast Sizes
de: Scheinbare Brustgrößen
ja: 見た目のバストサイズ
ko: 외견상 가슴 크기
pl: Pozorne rozmiary piersi
zh_hans: 外观乳房尺寸
zh_hant: 外觀乳房尺寸

# trait.Apprentice
source: Apprentice
de: Lehrling
ja: 弟子
ko: 도제
pl: Uczeń zawodu
zh_hans: 学徒
zh_hant: 學徒

# trait.Apron
source: Apron
de: Schürze
ja: エプロン
ko: 앞치마
pl: Fartuch
zh_hans: 围裙
zh_hant: 圍裙

# trait.Ara Ara
source: Ara Ara
de: Redewendung „ara ara“
ja: 「あらあら」が口癖
ko: ‘어머나’가 말버릇
pl: Zwrot „ara ara”
zh_hans: 爱说“哎呀呀”
zh_hant: 愛說「哎呀呀」

# trait.Arab
source: Arab
de: Arabisch
ja: アラブ人
ko: 아랍인
zh_hans: 阿拉伯人
zh_hant: 阿拉伯人

# trait.Arachnid
source: Arachnid
de: Spinnentier
ja: クモ類
ko: 거미류
pl: Pajęczak
zh_hans: 蛛形类
zh_hant: 蛛形類

# trait.Archaic Dialect
source: Archaic Dialect
de: Archaische Sprechweise
ja: 古風な方言
ko: 고풍스러운 방언
pl: Archaiczny sposób mówienia
zh_hans: 古老方言
zh_hant: 古老方言

# trait.Archeologist
source: Archeologist
de: Archäologe
ja: 考古学者
ko: 고고학자
pl: Archeolog
zh_hans: 考古学家
zh_hant: 考古學家

# trait.Archery
source: Archery
de: Bogenschießen
ja: 弓術
ko: 궁술
pl: Łucznictwo
zh_hans: 射箭
zh_hant: 射箭

# trait.Architect
source: Architect
de: Architekt
ja: 建築家
ko: 건축가
pl: Architekt
zh_hans: 建筑师
zh_hant: 建築師

# trait.Arm Cuffs
source: Arm Cuffs
de: Armfesseln
ja: アームカフ
ko: 암 커프
pl: Kajdanki na ramiona
zh_hans: 臂环
zh_hant: 臂環

# trait.Arm Hair
source: Arm Hair
de: Armbehaarung
ja: 腕毛
ko: 팔 털
pl: Owłosienie ramion
zh_hans: 手臂毛发
zh_hant: 手臂毛髮

# trait.Arm Warmers
source: Arm Warmers
de: Armstulpen
ja: アームウォーマー
ko: 암 워머
pl: Ocieplacze na ręce
zh_hans: 臂套
zh_hant: 臂套

# trait.Armband
source: Armband
de: Armbinde
ja: 腕章
ko: 완장
pl: Opaska na ramię
zh_hans: 臂章
zh_hant: 臂章

# trait.Armbinder
source: Armbinder
de: Armfesseltasche
ja: アームバインダー
ko: 팔 구속구
pl: Rękaw krępujący ramiona
zh_hans: 束臂器
zh_hant: 束臂器

# trait.Armor
source: Armor
de: Rüstung
ja: 鎧
ko: 갑옷
pl: Zbroja
zh_hans: 盔甲
zh_hant: 盔甲

# trait.Armored Bra
source: Armored Bra
de: Gepanzerter BH
ja: 装甲ブラ
ko: 갑옷형 브라
pl: Pancerny biustonosz
zh_hans: 装甲胸罩
zh_hant: 裝甲胸罩

# trait.Armored Panties
source: Armored Panties
de: Gepanzerter Slip
ja: 装甲パンティ
ko: 갑옷형 팬티
pl: Pancerne majtki
zh_hans: 装甲内裤
zh_hant: 裝甲內褲

# trait.Armored Tiara
source: Armored Tiara
de: Gepanzerte Tiara
ja: 装甲ティアラ
ko: 갑옷형 티아라
pl: Pancerna tiara
zh_hans: 装甲头冠
zh_hant: 裝甲頭冠

# trait.Armpit Hair
source: Armpit Hair
de: Achselbehaarung
ja: 腋毛
ko: 겨드랑이 털
pl: Owłosienie pach
zh_hans: 腋毛
zh_hant: 腋毛

# trait.Armpit Licking
source: Armpit Licking
de: Achsellecken
ja: 腋舐め
ko: 겨드랑이 핥기
pl: Lizanie pach
zh_hans: 舔腋窝
zh_hant: 舔腋窩

# trait.Armpit Sex
source: Armpit Sex
de: Achselsex
ja: 腋コキ
ko: 겨드랑이 성교
pl: Seks z użyciem pachy
zh_hans: 腋交
zh_hant: 腋交

# trait.Arranged Marriage
source: Arranged Marriage
de: Arrangierte Ehe
ja: 政略結婚
ko: 정략결혼
pl: Małżeństwo aranżowane
zh_hans: 包办婚姻
zh_hant: 包辦婚姻

# trait.Arrest
source: Arrest
de: Verhaftung
ja: 逮捕
ko: 체포
pl: Aresztowanie
zh_hans: 逮捕
zh_hant: 逮捕

# trait.Arson
source: Arson
de: Brandstiftung
ja: 放火
ko: 방화
pl: Podpalenie
zh_hans: 纵火
zh_hant: 縱火

# trait.Art Teacher
source: Art Teacher
de: Kunstlehrer
ja: 美術教師
ko: 미술 교사
pl: Nauczyciel plastyki
zh_hans: 美术老师
zh_hant: 美術老師

# trait.Artificial Intelligence
source: Artificial Intelligence
de: Künstliche Intelligenz
ja: 人工知能
ko: 인공지능
pl: Sztuczna inteligencja
zh_hans: 人工智能
zh_hant: 人工智慧

# trait.Artificial Nails
source: Artificial Nails
de: Künstliche Fingernägel
ja: 付け爪
ko: 인조 손톱
pl: Sztuczne paznokcie
zh_hans: 假指甲
zh_hant: 假指甲

# trait.Artist
source: Artist
de: Künstler
ja: 芸術家
ko: 예술가
pl: Artysta
zh_hans: 艺术家
zh_hant: 藝術家

# trait.Asexual
source: Asexual
de: Asexuell
ja: アセクシュアル
ko: 무성애자
pl: Aseksualny
zh_hans: 无性恋
zh_hant: 無性戀

# trait.Asian
source: Asian
de: Asiatisch
ja: アジア系
ko: 아시아계
pl: Azjata
zh_hans: 亚洲人
zh_hant: 亞洲人

# trait.Asphyxia
source: Asphyxia
de: Erstickung
ja: 窒息
ko: 질식
pl: Uduszenie
zh_hans: 窒息
zh_hant: 窒息

# trait.Ass to Mouth
source: Ass to Mouth
de: Vom Anus in den Mund
ja: アス・トゥ・マウス
ko: 항문 삽입 후 구강 삽입
pl: Z odbytu do ust
zh_hans: 肛交后口交
zh_hant: 肛交後口交

# trait.Assassin
source: Assassin
de: Auftragsmörder
ja: 暗殺者
ko: 암살자
pl: Zabójca na zlecenie
zh_hans: 刺客
zh_hant: 刺客

# trait.Assault
source: Assault
de: Körperlicher Angriff
ja: 暴行
ko: 폭행
pl: Napaść
zh_hans: 袭击
zh_hant: 襲擊

# trait.Assault Rifle
source: Assault Rifle
de: Sturmgewehr
ja: アサルトライフル
ko: 돌격소총
pl: Karabin szturmowy
zh_hans: 突击步枪
zh_hant: 突擊步槍

# trait.Assertive
source: Assertive
de: Durchsetzungsfähig
ja: 自己主張が強い
ko: 자기주장이 강함
pl: Asertywny
zh_hans: 有主见
zh_hant: 有主見

# trait.Astral Projection
source: Astral Projection
de: Astralprojektion
ja: 幽体離脱
ko: 유체 이탈
pl: Projekcja astralna
zh_hans: 灵魂出窍
zh_hant: 靈魂出竅

# trait.Astronomer
source: Astronomer
de: Astronom
ja: 天文学者
ko: 천문학자
pl: Astronom
zh_hans: 天文学家
zh_hant: 天文學家

# trait.Asymmetrical Blunt Bangs
source: Asymmetrical Blunt Bangs
de: Asymmetrischer gerade geschnittener Pony
ja: 左右非対称のぱっつん前髪
ko: 비대칭 일자 앞머리
pl: Asymetryczna prosto ścięta grzywka
zh_hans: 不对称齐刘海
zh_hant: 不對稱齊瀏海

# trait.Asymmetrical Sidehair
source: Asymmetrical Sidehair
de: Asymmetrische seitliche Haarsträhnen
ja: 左右非対称の横髪
ko: 비대칭 옆머리
pl: Asymetryczne pasma przy twarzy
zh_hans: 不对称鬓发
zh_hant: 不對稱鬢髮

# trait.Atai
source: Atai
de: Selbstbezeichnung „atai“
ja: あたい
ko: 자칭 ‘아타이’
pl: Określanie siebie jako „atai”
zh_hans: 自称“あたい”
zh_hant: 自稱「あたい」

# trait.Atakushi
source: Atakushi
de: Selbstbezeichnung „atakushi“
ja: あたくし
ko: 자칭 ‘아타쿠시’
pl: Określanie siebie jako „atakushi”
zh_hans: 自称“あたくし”
zh_hant: 自稱「あたくし」

# trait.Atashi
source: Atashi
de: Selbstbezeichnung „atashi“
ja: あたし
ko: 자칭 ‘아타시’
pl: Określanie siebie jako „atashi”
zh_hans: 自称“あたし”
zh_hant: 自稱「あたし」

# trait.Atashi-sama
source: Atashi-sama
de: Selbstbezeichnung „atashi-sama“
ja: あたし様
ko: 자칭 ‘아타시사마’
pl: Określanie siebie jako „atashi-sama”
zh_hans: 自称“あたし様”
zh_hant: 自稱「あたし様」

# trait.Atheist
source: Atheist
de: Atheistisch
ja: 無神論者
ko: 무신론자
pl: Ateista
zh_hans: 无神论者
zh_hant: 無神論者

# trait.Athletics
source: Athletics
de: Leichtathletik
ja: 陸上競技
ko: 육상 경기
pl: Lekkoatletyka
zh_hans: 田径
zh_hant: 田徑

# trait.Attempted Homicide
source: Attempted Homicide
de: Versuchte Tötung
ja: 殺人未遂
ko: 살인 미수
pl: Próba zabójstwa
zh_hans: 杀人未遂
zh_hant: 殺人未遂

# trait.Attempted Murder
source: Attempted Murder
de: Versuchter Mord
ja: 謀殺未遂
ko: 모살 미수
pl: Próba morderstwa
zh_hans: 谋杀未遂
zh_hant: 謀殺未遂

# trait.Audience
source: Audience
de: Publikum
ja: 観客
ko: 관객
pl: Publiczność
zh_hans: 观众
zh_hant: 觀眾

# trait.Aunt
source: Aunt
de: Tante
ja: 叔母
ko: 이모·고모
pl: Ciotka
zh_hans: 阿姨
zh_hant: 阿姨

# trait.Australian
source: Australian
de: Australisch
ja: オーストラリア人
ko: 오스트레일리아인
pl: Australijczyk
zh_hans: 澳大利亚人
zh_hant: 澳洲人

# trait.Austrian
source: Austrian
de: Österreichisch
ja: オーストリア人
ko: 오스트리아인
pl: Austriak
zh_hans: 奥地利人
zh_hant: 奧地利人

# trait.Autassassinophilist
source: Autassassinophilist
de: Sexuelle Erregung durch die Vorstellung der eigenen Ermordung
ja: 被殺性愛
ko: 피살 성애
pl: Podniecenie wywołane wyobrażeniem własnego zabójstwa
zh_hans: 被杀性癖
zh_hant: 被殺性癖

# trait.Author's Self-insert
source: Author's Self-insert
de: Autor als Figur im eigenen Werk
ja: 作者の自己投影
ko: 작가의 자기 투영
pl: Autor jako postać we własnym dziele
zh_hans: 作者自我代入
zh_hant: 作者自我代入

# trait.Autism
source: Autism
de: Autismus
ja: 自閉症
ko: 자폐증
pl: Autyzm
zh_hans: 自闭症
zh_hant: 自閉症

# trait.Auto-Boobjob
source: Auto-Boobjob
de: Brustverkehr mit sich selbst
ja: セルフパイズリ
ko: 셀프 파이즈리
pl: Stymulacja własnego penisa piersiami
zh_hans: 自慰乳交
zh_hant: 自慰乳交

# trait.Autobukkake
source: Autobukkake
de: Bukkake auf sich selbst
ja: セルフぶっかけ
ko: 셀프 부카케
pl: Bukkake na samego siebie
zh_hans: 自慰颜射
zh_hant: 自慰顏射

# trait.Autocunnilingus
source: Autocunnilingus
de: Cunnilingus an sich selbst
ja: セルフクンニ
ko: 자가 커닐링구스
zh_hans: 自舔阴
zh_hant: 自舔陰

# trait.Autopenetration
source: Autopenetration
de: Selbstpenetration
ja: 自己挿入
ko: 자가 삽입
pl: Autopenetracja
zh_hans: 自体插入
zh_hant: 自體插入

# trait.AV Actor
source: AV Actor
de: Pornodarsteller
ja: AV出演者
ko: AV 배우
pl: Aktor filmów pornograficznych
zh_hans: AV演员
zh_hant: AV演員

# trait.Avoidable Death (obsolete)
source: Avoidable Death (obsolete)
de: Vermeidbarer Tod (veraltet)
ja: 回避可能な死（廃止）
ko: 회피 가능한 죽음(폐기됨)
pl: Możliwa do uniknięcia śmierć (przestarzałe)
zh_hans: 可避免的死亡（已弃用）
zh_hant: 可避免的死亡（已棄用）

# trait.Avoidable Infidelity
source: Avoidable Infidelity
de: Vermeidbare Untreue
ja: 回避可能な不貞
ko: 회피 가능한 외도
pl: Możliwa do uniknięcia zdrada
zh_hans: 可避免的出轨
zh_hant: 可避免的出軌

# trait.Avoidable Manslaughter
source: Avoidable Manslaughter
de: Vermeidbarer Totschlag
ja: 回避可能な過失致死
ko: 회피 가능한 과실치사
pl: Możliwe do uniknięcia zabójstwo
zh_hans: 可避免的过失杀人
zh_hant: 可避免的過失殺人

# trait.Avoidable Monster Rape
source: Avoidable Monster Rape
de: Vermeidbare Vergewaltigung durch Monster
ja: 怪物による強姦（回避可能）
ko: 회피 가능한 괴물에 의한 강간
pl: Możliwy do uniknięcia gwałt ze strony potworów
zh_hans: 可避免的遭怪物强奸
zh_hant: 可避免的遭怪物強姦

# trait.Avoidable Murder
source: Avoidable Murder
de: Vermeidbarer Mord
ja: 回避可能な謀殺
ko: 회피 가능한 모살
pl: Możliwe do uniknięcia morderstwo
zh_hans: 可避免的谋杀
zh_hant: 可避免的謀殺

# trait.Avoidable Rape (obsolete)
source: Avoidable Rape (obsolete)
de: Vermeidbare Vergewaltigung (veraltet)
ja: 回避可能な強姦（廃止）
ko: 회피 가능한 강간(폐기됨)
pl: Możliwy do uniknięcia gwałt (przestarzałe)
zh_hans: 可避免的强奸（已弃用）
zh_hant: 可避免的強姦（已棄用）

# trait.Avoidable Sex with Monsters
source: Avoidable Sex with Monsters
de: Vermeidbarer Sex mit Monstern
ja: 怪物とのセックス（回避可能）
ko: 회피 가능한 괴물과의 성교
pl: Możliwy do uniknięcia seks z potworami
zh_hans: 可避免的与怪物发生性关系
zh_hant: 可避免的與怪物發生性關係

# trait.Avoidable Sex with Others
source: Avoidable Sex with Others
de: Vermeidbarer Sex mit anderen
ja: 他者とのセックス（回避可能）
ko: 회피 가능한 타인과의 성교
pl: Możliwy do uniknięcia seks z innymi
zh_hans: 可避免的与他人发生性关系
zh_hant: 可避免的與他人發生性關係

# trait.Avoidable Suicide
source: Avoidable Suicide
de: Vermeidbarer Suizid
ja: 回避可能な自殺
ko: 회피 가능한 자살
pl: Możliwe do uniknięcia samobójstwo
zh_hans: 可避免的自杀
zh_hant: 可避免的自殺

# trait.Awahime
source: Awahime
de: Seifenland-Sexarbeiterin
ja: 泡姫
ko: 소프랜드 종업원
pl: Pracownica seksualna w salonie soapland
zh_hans: 泡泡浴女郎
zh_hant: 泡泡浴女郎

# trait.Axe
source: Axe
de: Axt
ja: 斧
ko: 도끼
pl: Topór
zh_hans: 斧头
zh_hant: 斧頭

# trait.Baby Bottle
source: Baby Bottle
de: Babyflasche
ja: 哺乳瓶
ko: 젖병
pl: Butelka do karmienia
zh_hans: 奶瓶
zh_hant: 奶瓶

# trait.Baby Complex
source: Baby Complex
de: Besessener Kinderwunsch
ja: ベビーコンプレックス
ko: 베이비 콤플렉스
pl: Obsesyjna chęć posiadania dziecka
zh_hans: 婴儿情结
zh_hant: 嬰兒情結

# trait.Baby-doll
source: Baby-doll
de: Babydoll-Nachthemd
ja: ベビードール
ko: 베이비돌
pl: Koszulka nocna typu babydoll
zh_hans: 娃娃式睡衣
zh_hant: 娃娃式睡衣

# trait.Back Hair
source: Back Hair
de: Rückenbehaarung
ja: 背中の毛
ko: 등 털
pl: Owłosienie pleców
zh_hans: 背毛
zh_hant: 背毛

# trait.Backless Sweater
source: Backless Sweater
de: Rückenfreier Pullover
ja: 背中開きセーター
ko: 등이 트인 스웨터
pl: Sweter z odkrytymi plecami
zh_hans: 露背毛衣
zh_hant: 露背毛衣

# trait.Backpack
source: Backpack
de: Rucksack
ja: リュックサック
ko: 백팩
pl: Plecak
zh_hans: 双肩包
zh_hant: 後背包
